[
  {
    "artista": "Gedem",
    "foto": "http://www.midside.it/wp-content/uploads/2021/01/134400752_269436907862450_7950272747226014580_n.jpg",
    "bio": "Gedem, pseudonimo di Gabriele Di Marzio, classe 2000, è un giovane artista Foggiano che si è fatto strada nell’ambito della scena rap/hip hop foggiana e pugliese con la pubblicazione dell’album Face 2 Face di 7 tracce, interamente prodotto da Giorgio Di Dio e di un singolo Mirror prodotto da Antonio Bosco e Feliciano Chiriaco. Ha aperto concerti di artisti della portata di Claver Gold ed è stato selezionato da Mezzosangue e dal suo team per la partecipazione all’Hurricane Tournament tenutosi a Bari l’8 dicembre 2019. Amante dell’ old school, le sonorità del progetto variano dal rap funky dei primi anni 2000 a quelle più dure e moderne dell’ultimo periodo, lasciando spazio a ritornelli R&B, come Poison, che gode della collaborazione con Francesca Sevi, in arte Missey. Il concept album si basa su uno storytelling nel quale l’artista percepisce una trasformazione dentro di sè a causa di sofferenze, delusioni e malumori che lo porterà a tirare fuori la parte peggiore del suo io, l’alter ego Twiny, che affronta gli ostacoli e le difficoltà con un’ottica satirica e cattiva adottando nelle liriche lo standard del politically incorrect. Il dramma interiore dell’artista non si conclude in Face 2 Face. Gedem difatti rilascia il singolo Mirror in cui cerca di fronteggiare i conflitti interiori tra ció che sente e ciò che vede nel suo riflesso tentando di entrare in contatto diretto con la parte più astratta e più oscura di sè, guardandola negli occhi. È proprio lí che il suo riflesso prende il sopravvento e rompe lo specchio fondendosi con l’artista. La prossima uscita sarà un singolo che vedrà unite le due personalità di Gedem e anticiperà il sound e il concept del prossimo album.",
    "video": "https://www.youtube.com/embed/QiHPZjG_878",
    "spotify_embed": "https://open.spotify.com/embed/artist/30OOmhQeUymcKmDrbI5Bbb",
    "fb": "",
    "ig": "https://www.instagram.com/gedem.it",
    "yt": "https://www.youtube.com/channel/UCsOWWOOWBmjwFpak3Vf0Afg"
  },
  {
    "artista": "Ruja",
    "foto": "http://www.midside.it/wp-content/uploads/2021/01/rujafoto.jpg",
    "bio": "Ruggiero Rizzi, in arte 𝗥𝘂𝗷𝗮, inizia a scrivere i primi brani rap nel 2008. Sin da subito imposta la sua scrittura su temi introspettivi, dando molto spessore ai testi attraverso l'autocritica e la ricerca di sè stessi, due fattori tutt'ora presenti in molte delle sue canzoni. Nel 2010, a sedici anni, partecipa ai primi contest musicali organizzati nella sua città (Barletta) e in alcune città limitrofe, ottenendo un discreto successo. Dopo due anni da solista forma una band, i Liar, con altri tre musicisti. Qui ha occasione di spaziare con i generi musicali e di produrre brani dalle sfumature pop, rock e metal, non abbandonando comunque la componente rap in ciascuno di questi. Il mix di generi musicali, insieme ai testi al limite tra lo storytelling e l'introspezione, fa presa sul pubblico. Ruja produce diversi pezzi rap, autoproduce un album rap/pop, \"No Name\", ed incide quello che sarebbe diventato il suo cavallo di battaglia, ovvero il brano \"Perché è piu facile\". Dicembre 2018 segna l'inizio di un nuovo progetto, la stesura dei testi che faranno parte dell'album EDGAR, con un mood più dark ed aggressivo rispetto ai brani da solista precedenti. A febbraio del 2019 Ruja lavora con \"Moto armonico Studio\" ed incide le 5 tracce di EDGAR. Così, ad un anno quasi esatto dall'inizio, si concludono le registrazioni dei pezzi e Ruja si prepara ad approdare sugli store online. Al momento Ruja continua a lavorare da solista, spesso in collaborazione con Moto Armonico Studio, pubblicando online i proprio brani. Tra i più recenti c'è \"Quarantena\" che rispecchia lo stile originale dell'artista, fino a brani con stile totalmente diverso come \"Too scared to come down\" in cui Ruja sperimenta la stesura dei testi in lingua inglese. In uscita nel prossimo futuro tanti altri brani autoprodotti e non, tra cui il remake di \"Perchè è più facile\" che ormai conta 8k views su YouTube ed un gran numero di commenti da parte degli ascoltatori. Il modo di produrre brani da parte dell'artista rimane lo stesso dal 2008 ad oggi:testi \"relatable\" curati nella metrica e le parole, con un occhio di riguardo ai ritornelli catchy.",
    "video": "",
    "spotify_embed": "https://open.spotify.com/embed/artist/4NN8326yavyWqvyKAJIcZt",
    "fb": "https://www.facebook.com/rujachepalle",
    "ig": "https://www.instagram.com/ruja_cheschifolavita",
    "yt": ""
  },
  {
    "artista": "SentoLeVoci",
    "foto": "https://www.midside.it/wp-content/uploads/2021/04/slvfoto.jpeg",
    "bio": "Paolo Spadone in arte 𝗦𝗲𝗻𝘁𝗼𝗟𝗲𝗩𝗼𝗰𝗶 (S.L.V.) si avvicina alla scrittura in tenera età scrivendo poesie e racconti, finchè si affianca alla musica ed incomincia il suo percorso musicale. Entra a far parte di una crew del suo paese con i quali pubblica svariati pezzi e partecipa ad alcuni live. Dopo qualche tempo la sua voglia di sperimentare a livello sonoro e di scrittura aumenta quindi , affiancato da alcuni beatmakers, incomincia i suoi progetti da solista pubblicando i suoi primi videoclips su youtube. I generi passano dalla trap al rock mantenendo sempre alta la fiamma dell‘innovazione. Nel 2017 si affianca ad un cantautore Italiano con il quale forma un duo (UGOMOLESTO) producendo un disco intitolato \"il ballo dell'alienato\". Nel 2017 si affianca ad un cantautore Italiano con il quale forma un duo (UGOMOLESTO) producendo un disco intitolato \"il ballo dell'alienato\". Un disco dove la musica indie si fonde con quella rap per dar vita ad un genere completamente nuovo. il disco racchiude in sè l’alienazione dell'essere umano in una vita che molte volte non gli appartiene. Il disco viene presentato un paio di volte live e riscuote un bel successo nel circondario. Prosegue il percorso solista pubblicando altri videoclips su Youtube spaziando nei generi per la voglia di mettersi in gioco ogni volta. I suoi brani affrontano vari temi dall’introspezione all’ ironia più sottile e alla ricerca di se stessi. Oggi L' artista sta lavorando al suo disco da solista e la parola chiave del suo lavoro è \" Eclettico\" . A breve è programmata l' uscita del suo Ep del quale preferisce ancora non svelare niente.",
    "video": "",
    "spotify_embed": "https://open.spotify.com/embed/artist/4hHkb73qkFH2vuDO2rHSyQ",
    "fb": "https://www.facebook.com/profile.php?id=1031731277",
    "ig": "https://www.instagram.com/sentolevoci.slv",
    "yt": ""
  },
  {
    "artista": "Marta Dell'Anno",
    "foto": "http://www.midside.it/wp-content/uploads/2021/01/dsc4811-696x296-1.jpeg",
    "bio": "Marta dell’Anno @martadellanno comincia a cantare fin da piccolissima con i suoi genitori, ricercatori instancabili di tradizioni e oralità del Sud Italia.  Dopo il percorso classico al Conservatorio, il diploma in viola, gli anni di busking nelle stradine del Barrio Gotico di Barcellona, le orchestre classiche e i gruppi di musica tradizionale con i quali è in tour in Canada e mezza Europa, forma il duo Soap Trip (violino elettrico, voce e batteria), progetto che la porta sul Palco del Premio Tenco nel 2013. Nello stesso anno si trasferisce a Parigi e mette su diverse formazioni in duo, trio, quartetto, arrangia le musiche dello spettacolo teatrale “J’avoue que j’ai vécu” sulle memorie di Pablo Neruda andato in scena con successo per due settimane al prestigioso Théâtre du Soleil a Giugno 2019. Suona in innumerevoli formazioni, nel trio d’archi atipico Alfabeto Runico @alfabetorunico (due contrabbassi, viola e voce) al momento in tour in sette paesi europei, nel duo Tascabilissimo (organetto diatonico, viola e due voci) con tournée 2020 in Italia, Francia e Romania, collabora dal 2016 con il gruppo folkrock Nidi D’Arac. Scrive e compone in duo con il chitarrista Andrea Marchesino.",
    "video": "",
    "spotify_embed": "https://open.spotify.com/embed/artist/1lAoL2qGUEPDL0golPM6Sp",
    "fb": "",
    "ig": "https://www.instagram.com/martadellanno",
    "yt": ""
  },
  {
    "artista": "Andrea Marchesino",
    "foto": "http://www.midside.it/wp-content/uploads/2021/01/whatsapp-image-2020-09-11-at-09.35.46-696x464-1.jpeg",
    "bio": "Andrea Marchesino @andrea5corde, classe '95, chitarrista classico per studi, jazzista per attitudine. Si diploma in chitarra classica a 22 anni dopo aver collezionato già una lunga serie di concerti in giro per l'Europa. Trascorre un anno nell'arcipelago Canario dove si lascia travolgere da due progetti: yQué Duet, un duo di brani originali con organico di chitarra, loop station e sax (Alba Gil Aceytuno @albatuno), e da Uma De Quebra, una sorta di \"Big Batucada Band\" di cui Andrea è arrangiatore e direttore. Al momento lavora da due anni nella capitale dove in poco tempo è riuscito a farsi strada nell'ambiente Romano registrando il suo primo Ep di musiche originali (Mephitis Ensemble - Piccola Raccolta di Brani Mortali @mephitisensemble) e prendendo parte ad un altro progetto che è in fase di pubblicazione con il suo primo album (Zenìa - Folk Immaginario). Dirige un’orchestra di musica popolare e collabora con diversi artisti che vivono il circuito jazz e della musica tradizionale come Daniele Ercoli, Matteo Marseglia, Giovanni Scamardella @juan_scamardella, Sara Marini @sara.musicista, Alessandro Mazziotti, Daniela de Angelis, Lavinia Mancusi @lavinia.mancusi. Da poco ha intrapreso una collaborazione con uno dei musicisti italiani tra i più eccentrici, Daniele Sepe @danielesepecapitancapitone infatti lo ha coinvolto in diversi Live del suo ultimo disco “The Cat With the Hat\" (al fianco di Roy Paci @roypaci e Hamid Drake) e nelle registrazioni del suo ultimo lavoro \"Le Nuove Avventure di Capitan Capitone\". Ha collaborato con Simona Boo @simonabooreal e The Cultural Boo Team @culturalbooteam per la registrazione del loro primo album \"FUJE!\". Ha preso parte alle registrazioni del prossimo lavoro discografico di Hattie Webb @hattiewebbmusic e Andrea Resce @andrearesce. Il suo ultimo lavoro discografico è \"Quaranta\", un disco interamente registrato in quarantena che conta più di 30 musicisti da ogni parte d'Europa tra cui: Daniele Sepe, @martadellanno, Andrea Resce, @natalelariccia, @antonelloiannotta, @paolo.pavan.music, @davide_costagliola_bassplayer, @robindroclarinetist, @walterlanzara, @robertougoricciardi, @alessandro_dalessandro.",
    "video": "",
    "spotify_embed": "https://open.spotify.com/embed/artist/70vBWI4XU4AkUOlswDpqDM",
    "fb": "",
    "ig": "https://www.instagram.com/andrea5corde",
    "yt": ""
  },
  {
    "artista": "Nicola Monopoli",
    "foto": "http://www.midside.it/wp-content/uploads/2021/01/nicola-monopoli-foto.jpg",
    "bio": "Nicola Monopoli (1991), compositore. Ha conseguito il I livello in Musica e Nuove Tecnologie col massimo dei voti, lode e menzione, il II livello in Musica Elettronica con il massimo dei voti e lode e il Diploma di Composizione col massimo dei voti presso il Conservatorio di Bari. Ha studiato con importanti compositori tra cui J. Cole, M. Oliva, R. Santoboni, F. Scagliola, M. Franceschini, Massimo Carlentini, F.M. Maria Paradiso, M.Maiellari e G. Nouno. È stato il primo compositore in assoluto a conseguire l'Artist Diploma in Composition presso il Royal College of Music di Londra supportato dal Clifton Parker Award e da una borsa di studio dell&#039;associazione Giovani Artisti Italiani, Progetto DE.MO/Movin&#039;up. Le sue composizioni sono eseguite in Italia, Francia, Germania, Australia, Inghilterra, Irlanda, Norvegia, Grecia, Russia, Stati Uniti, Spagna, Olanda, Canada, Cina, Taiwan, Corea del Sud, Giappone, Cipro, Messico e Brasile. Attualmente insegna presso il Conservatorio di Potenza.",
    "video": "",
    "spotify_embed": "https://open.spotify.com/embed/artist/6zU6WVTjAiAJ4tzEcIfNgL",
    "fb": "",
    "ig": "https://www.instagram.com/_nicolamonopoli_/",
    "yt": ""
  },
  {
    "artista": "Mauro Paolo Monopoli",
    "foto": "http://www.midside.it/wp-content/uploads/2021/02/Mauro-Paolo-Monopoli-foto320-scaled.jpg",
    "bio": "Nato nel Giugno del 2000, inizia lo studio del violoncello all’età di 5 anni, conseguendo il Diploma di Violoncello a 17 anni presso il Conservatorio Piccinni di Bari, con il massimo dei voti, la lode e la menzione speciale, mai assegnata prima ad un violoncellista nella storia del Conservatorio barese. Primo premio in numerosi concorsi nazionali si afferma in ambito internazionale a soli 14 anni con il Secondo Premio assoluto al prestigioso “Tournoi International de Musique de Paris”. Nel 2017 è Laureate e Prizewinner al prestigioso X Tchaikovsky International Competition for young musicians (il più importante Concorso al mondo per giovani violoncellisti). Unico musicista italiano premiato nella storia del leggendario Concorso, si impone tra oltre 400 candidati provenienti da tutto il mondo.  Nel Maggio 2017 si esibisce in concerto alla Taneeva Concert Hall del Conservatorio Tchaikovsky di Mosca e alla Concert Hall del Tchaikosvsky House Museum di Klin per il Tchaikovsky Spring Festival – Tchaikovsky Competition Stars e riscuote un grande successo esibendosi come solista con la Eurasian Symphony Orchestra nella Sinfonia Concertante per violoncello e orchestra di Prokofiev alla Zhambyl Zhabaev Concert Hall di Astana. Nel Settembre 2017 si esibsce come solista, accompagnato dall’Orchestra da Camera di Mosca, al 5° Festival Internazionale della culcura Russa e Italiana “Oci ciornie” a fianco di star internazionali quali Ramm, Kravchenko e altri grandi musicisti. Nel 2018 si esibisce al 2° Tchaikovsky International Festival dall’Association Tchaikovsky Competition Stars, esibendosi nelle più importanti sale di Mosca tra cui la prestigiosa Great Concert Hall della Gnessin Academy. Invitato dalla Sibelius Academy di Helsinki, nel 2019 si esibisce per il Cellofest alla Musiikkitalo Concert Hall in una serie di concerti a fianco di numerose stars internazionali.  A Ottobre del 2019 si è esibito al prestigioso Festival Internazionale de Solistas di Caracas in Venezuela, in rappresentanza del Governo italiano, eseguendo le Variazioni Rococò di Tchaikovsky con la leggendaria Orquesta Sinfònica Simòn Bolivar diretta da Rodolfo Saglinbeni.",
    "video": "",
    "spotify_embed": "https://open.spotify.com/embed/artist/2O03eTPDS47Gu5YaNQpgG1",
    "fb": "",
    "ig": "https://www.instagram.com/mauropaolo.monopoli_cellist",
    "yt": ""
  },
  {
    "artista": "Anastasia Ushakova",
    "foto": "http://www.midside.it/wp-content/uploads/2021/02/ushafoto.jpg",
    "bio": "Anastasia Ushakova was born in Omsk, Russia. She is cellist, winner of IX Tchaikovsky Youth Competition, student of Central Music School at Moscow State Conservatory currently.  Has performed at concert venues in Russia, Ukraine, Armenia, Great Britain, Czech Republic, Italy, France, Germany, Austria, South Korea, the USA and other countries. Also, as a soloist, Anastasia has performed with symphony and chamber orchestras - the State Symphony Orchestra of the Republic of Belarus, the Russian National Orchestra, the State \"New Russia\" Symphony Orchestra, the Moscow State Symphony Orchestra, the Omsk Academic Symphony Orchestra, the National Chamber Orchestra of Armenia, the Novosibirsk Philharmonic Chamber Orchestra, the State Symphony Orchestra \"Classics\", the Moscow Symphony Orchestra for Youth, the Central Military Orchestra of the Ministry of Defense of the Russian Federation, the Presidential Orchestra of the Russian Federation, the Eurasian Symphony Orchestra, the Taurida International Symphony Orchestra, etc.  She took part in international festivals - the Tchaikovsky International Youth Festival (2017, 2018, 2019), the Spring in Russia Chamber Music Festival (2016), the Moscow Meets Friends International Festival (2010), the Summit Music Festival (2013) Transsiberian Art the Vadim Repin Festival (2015), the Melody of Three Seas Festival in Vyborg (2017), “Zimniye Grezi” Festival (2020,2021). Participated in the Junior Music Tour project (2017-2020). She took master courses by Natalia Gutman, Wolfgang Boettcher, Alexandro Castro-Balbi, Vladimir Balshin, Troels Svane, Daniel Geiß and Alexander Chekmazov. Has performed with Boris Andrianov, Mikhail Kazinik, Kirill Rodin.  From 2018 to 2020 Anastasia has been a cellist in the Youth Tchaikovsky Quartet project, founded by the Association of Laureates of the International Tchaikovsky Competition. Together with the team, she took master classes with Quartetto di Cremona, the Koppelmann Quartet and the Borodin Quartet.",
    "video": "",
    "spotify_embed": "https://open.spotify.com/embed/track/6K4f56K5HKXFBwsEy1e63V",
    "fb": "",
    "ig": "",
    "yt": ""
  },
  {
    "artista": "Simone  Baggia",
    "foto": "http://www.midside.it/wp-content/uploads/2021/04/baggiafoto.jpeg",
    "bio": "Mentre suono sono esattamente come dovrei essere, perché, di solito, tra il dire e il fare ci sono di mezzo io.  La quotidianità può spezzarti lentamente, ed essere rigido le facilita il compito.  Ecco perché scrivo. Ecco perché suono. A 16 anni inizio a suonare la chitarra, imparo il mestiere del musicista suonando per strada. Frequento Workshop tenuti da Bob Brozman, Renè Lacaille, Debashish Bhattacharya e Sanjay Kansa Banik. Nel 2014 registro il mio primo disco solista “Roots” e collaboro con l'Alleluya Band, storico gruppo del Malawi. Nel 2015 pubblico l';album “Ah bene dè” e mi esibisco con i Dans La Rue (band nata nel 2011) in tutta Italia, partecipando a manifestazioni quali: Umbria Jazz, MAF (Marotta Music Festival), Ursino Buskers Festival, Radio Popolare, Tuscania Festival. L'album è frutto di una ricerca musicale intrapresa negli ultimi due anni di studio e dedicato al chitarrista etnomusicologo Bob Brozman, maestro e fonte di ispirazione per la mia formazione artistica. Il 29 maggio 2016 partecipo all'Acoustic Guitar Meeting di Sarzana come ospite al Bob Brozman Memorial Blues Place, concerto-tributo al defunto chitarrista. Sempre nel 2016 i Dans La Rue vincono il Senza Filo Contest, ottenendo anche il Premio RadioEco e si classificano dodicesimi su più di mille gruppi alle selezioni di 1M NEXT per suonare al concerto del 1 Maggio in Piazza San Giovanni.  Nel 2017 la band si scioglie e il mio percorso musicale prosegue alla ricerca di una fusione tra Blues, World Music, Jazz e sonorità mediterranee. Parallelamente ritrovo il mio amore per la poesia: parole e musica finalmente insieme. Ho condiviso il palco con: Renè Lacaille e Marco Lacaille (Isola de La Reunion) Alleluya Band (Malawi), Madya Diebate (Med Free Orkestra), Alessandro Venza, Dé Soda Sisters, Babou Saho, Saodaj, Mimmo Mollica, Baracca Sound, Matteo Scarpettini, Fabrizio Bezzini, Sticky Bones, Accordi Disaccordi, Daniele La Torre, Stefano Arcuri.",
    "video": "",
    "spotify_embed": "",
    "fb": "",
    "ig": "https://www.instagram.com/simone_baggiani",
    "yt": ""
  },
  {
    "artista": "Lillian Liu",
    "foto": "http://www.midside.it/wp-content/uploads/2021/01/whatsapp-image-2020-09-11-at-09.35.46-696x464-1.jpeg",
    "bio": "Lillian Liu is a pianist who has performed on stages in North America and in Europe. Graduating with distinction, she has her Master&#039;s degree in classical piano performance from the Royal College of Music in London, U.K., which she entered after graduating from the University of British Columbia in performance and the Vancouver Academy of Music.  Lillian also holds an ARCT diploma for performance from the Royal Conservatory of Music, and has been under the tutelage of esteemed musicians such as Nigel Clayton, Corey Hamm, Lorraine Ambrose, Connie Shih, Patricia Shih, Anne Shih, Nikita Pogrebnoy, Edna Stern, and Taras Gabora.   Lillian was also selected to perform at the UBC Baccalaureate Concert in her graduating year.  Lillian is on faculty at the Vancouver Academy of Music, Semiahmoo Academy of Music for both piano and violin, and the Langley Community School of Music.  Trained in pedagogy by Alice Enns, she has also worked for the Redbridge Music Service in London.   Lillian has experienced success in her activities within music festivals and education-  examples being the recipient of the Mildred Johnson Scholarship in Music, performing in the Casalmaggiore Music Festival, being a finalist of the Phyllis E. Salter Competition, and placing first in her category in the Canadian Music Competition.  She has also adjudicated in competition panels, such as the Kay Meek Competition. Lillian has performed for the Concordia Foundation, and was also working as part of CW's \"Memory Lane\" project. She does not limit her collaborative work to classical music, having experience in recording piano sections for other styles.  Recent metal releases featuring Lillian include Tchornobog (2017), and Akheth&#039;s \"The Asylum\" featuring Mark Janson of Epica (2018), and on “Hearts of No Light” (2019) with Swiss band Schammasch under Prosthetic Records.Lillian is also a creative contributor to the non-profit humanitarian and environmental collective Free Spirit, based in Paris- which blends art, music, and philanthropy. Lillian has also studied Alexander Technique under the tutelage of Peter Buckoke.",
    "video": "",
    "spotify_embed": "https://open.spotify.com/embed/album/1mFTi8YY2lIkL7J8f8JIe9",
    "fb": "",
    "ig": "https://www.instagram.com/lillianliuphotography",
    "yt": ""
  }
]
